<?php 
// this file is compiled by compile.sh 
// if you want to change this page 
// modify the corresponding model file and template file 
// gipsa 2012
?><?php
	// blank model file
?>
<div id="MainShow">
	<h2>使用帮助</h2>

	<h3>初来乍到</h3>
	<p>如果您初次访问本站，则您的身份是游客，游客可以搜索并下载资源。</p>
	

	<h3>搜索资源</h3>
	<p>在搜索框中输入关键词，点击“搜索”，然后就可以看到搜索结果了。点击其中一个，进入资源下载页面以下载资源。</p>

	<h3>用户注册</h3>
	<p>但如果您想要评论或上传资源，则需要成为我们的注册用户。</p>
	<p>在页面右侧找到用户登录框，点击其中的“注册”，进入注册页面，按照提示注册新用户。</p>

	<h3>用户登录</h3>
	<p>如果您没有登录，右侧会显示一个登录框，输入email和密码后点击“登录”，之前的登录框将显示部分用户信息，点击“退出登录”退出，点击“上传”以上传文件。</p>

	<h3>用户注册</h3>
	<p>但如果您想要评论或上传资源，则需要成为我们的注册用户。</p>
	<p>在页面右侧找到用户登录框，点击其中的“注册”，进入注册页面，按照提示注册新用户。</p>
</div>
